{
    "1":{
        "promt":"Дом в стиле модерн, с гаражем. Перед гаражем стоит машина, а рядом с ней человек. Летнее время года, вокруг дома много зелени. Ясное небо",
        "Style":"Reality"
    },
    "2":{
        "promt":"Киберпанк улица города. Вечернее время. На домах неоновые вывески. По дороге едут машины",
        "Style":"Cyberpunk"
    },
    "3":{
        "promt":"Пожилой человек в очках.",
        "Style":"Concept-Art"
    },
    "4":{
        "promt":"Фентези болото. Посередине - огромный замок внутри гриба",
        "Style":"Fantasy"
    },
    "5":{
        "promt":"Светловолосая девушка, в доспехах с мечем, стоит возле стены заросшей цветами. В далеке видна каменная беседка",
        "Style":"Fantasy"
    },
    "6":{
        "promt":"Порт для космических кораблей в дождливую погоду. Корабль с заведенными двигателями",
        "Style":"Fantasy"
    },
    "7":{
        "promt":"Дорога в заснеженной горной местности",
        "Style":"Concept-Art"
    },
    "8":{
        "promt":"Город на заснеженной горе возле озера. Озеро покрыто льдом. Ночное небо освещает северное сияние",
        "Style":"Concept-Art"
    },
    "9":{
        "promt":"Девушка с короткими светлыми волосами, одетая в футуристическую одежду. Правая рука печатает по прозрачному экрану",
        "Style":"Cyberpunk"
    },
    "10":{
        "promt":"Стимпанк мастерская. Два этажа. На втором этаже большой шкаф с книгами на всю стену",
        "Style":"Fantasy"
    },
    "11":{
        "promt":"Обиван Кеноби",
        "Style":"Reality"
    },
    "12":{
        "promt":"Волан Де Морт курит",
        "Style":"Reality"
    },
    "13":{
        "promt":"Речка с каменистым берегом в лесу. Дневное время",
        "Style":"Reality"
    },
    "14":{
        "promt":"Мужчина в деловой педжаке бежевого цвета и красным галстуком",
        "Style":"Reality"
    },
    "15":{
        "promt":"Мужчина в деловой педжаке бежевого цвета и красным галстуком",
        "Style":"Reality"
    },
    "16":{
        "promt":"Девушка с синими волосами, отдыхает на пляже в черном купальнике",
        "Style":"Anime"
    },
    "17":{
        "promt":"Девушка в школьной форме в парке.",
        "Style":"Anime"
    },
    "18":{
        "promt":"Эльфийка сидит на бревне в лесу.",
        "Style":"Anime"
    },
    "19":{
        "promt":"Концепт арт индейца. На голове красная бандана, на поясе меч",
        "Style":"Concept-Art"
    },
    "20":{
        "promt":"Концепт арт мутанта с длинными руками и сгнившей кожей",
        "Style":"Concept-Art"
    },
    "21":{
        "promt":"Гоблин с кожей зеленого цвета, с топором. На лице боевая расскраска, а на шее ожерелье из костей",
        "Style":"Reality"
    },
    "22":{
        "promt":"Дизайн сайта на тему древней греции. Красные цвета",
        "Style":"UI/UX"
    },
    "23":{
        "promt":"Современный дизайн сайта. Полупрозрачные кнопки. На фоне геометрическая фегура с градиентом розового на синий",
        "Style":"UI/UX"
    },
    "24":{
        "promt":"Концепт арт костюма с красной рубашкой",
        "Style":"Concept-Art"
    }
}